{
    "products": [
        {
            "url": "https://nutrinova-shop.com/product/sight-saver/",
            "structured_info": "Product Name: Sight Saver | Premier Vision Enhancement Formula by Nutrinova\n\nDescription: Sight-Saver is a dietary supplement designed to promote eye health and vision. It is composed of a unique blend of natural ingredients. Our product is guaranteed to be of the highest purity and quality, ensuring the well-being of your eyes. Sight-Saver is formulated to support the well-being of your eyes and help maintain healthy vision. It's ideal for individuals of all ages, especially those concerned about eye health or experiencing fatigue. Sight-Saver promotes eye vitality and overall visual wellness year-round. \n\nHealth Benefits: Sight-Saver supports eye health, aids in maintaining healthy vision, combats the effects of aging and optimizes visual well-being.\n\nIngredients: Lutein, blueberry, zeaxanthin, vitewin, vitamin C, vitamin E, and bamboo silica.\n\nVariants: Based on the number of bottles - 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottles Free, 5 + 3 Bottles Free\n\nPricing Options: $55.00 – $189.00 based on the number of bottles chosen.\n\nCurrent Offers and Deals: Extra 5% Off with This Special Package! Offers and deals based on the quantity of bottles purchased, such as getting a free bottle when buying 3, 4, or 5 bottles."
        },
        {
            "url": "https://nutrinova-shop.com/product/saffron-gold/",
            "structured_info": "Product name: Saffron Gold by Nutrinova \n\nDescription: Saffron Gold is a meticulously crafted dietary supplement designed to promote overall well-being and rejuvenate your vitality. This supplement is formulated with premium-quality ingredients and serves as a holistic solution developed to invigorate your wellness. Saffron Gold is also known for enhancing mood, supporting cognitive function, improving skin elasticity, reducing the appearance of fine lines and wrinkles, and promoting mental clarity, emotional balance, and overall vitality. The product is crafted with the finest saffron extracts and is easy to digest and absorb.\n\nHealth benefits: \n1. Enhances mood and supports cognitive function.\n2. Improves skin elasticity and reduces the appearance of fine lines and wrinkles.\n3. Promotes mental clarity, emotional balance, and overall vitality.\n\nIngredients: The product contains finest saffron extracts. \n\nVariants: \n1. 1 Bottle\n2. 2 Bottles\n3. 3 + 1 Bottle Free \n4. 4 + 2 Bottles Free \n5. 5 + 3 Bottles Free \n\nPricing Options: \n1. 1 Bottle - $45.00 \n2. 2 Bottles - Prices not mentioned\n3. 3 + 1 Bottle Free - Prices not mentioned\n4. 4 + 2 Bottles Free - $169.00 \n5. 5 + 3 Bottles Free - Prices not mentioned\n\nCurrent Offers and Deals: Extra 5% off with a special package.\n"
        },
        {
            "url": "https://nutrinova-shop.com/product/helix-sativa/",
            "structured_info": "Product Name: Helix Sativa CBD Oil by Nutrinova\n\nDescription: A premium, full-spectrum hemp extract designed to support overall wellness. It promotes relaxation, reduces stress, and supports healthy sleep patterns. Can also support healthy sleep patterns by calming mind, promoting relaxation, and helps recover discomfort and joint support.\n\nHealth Benefits: \n1. Promotes sense of calm and relaxation by regulating mood and stress responses.\n2. Supports healthy sleep patterns and benefits those who struggle with sleeplessness due to stress or anxiety.\n3. Possesses natural anti-inflammatory properties that assist in muscle relaxation, joint support, and recovery.\n\nIngredients: Not mentioned in the given text.\n\nVariants: Vary by number of bottles. Options are 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottles Free, 5 + 3 Bottles Free.\n\nPricing: Price ranges from $ 55.00 – $ 189.00 based on the number of bottles chosen.\n\nCurrent Offers and Deals: \n1. Free bottle offers with the purchase of 3 or more bottles.\n2. Free shipping on orders above $100.\n3. 15 days return policy for unused products.\n\nUnfortunately, the text does not provide detailed information about the product's ingredients. It is also vital to mention that the health benefits mentioned have not been evaluated by the Food and Drug Administration (FDA).\n"
        },
        {
            "url": "https://nutrinova-shop.com/product/arthropure/",
            "structured_info": "Product Name: Arthropure 500\n\nDescription: Arthropure 500 is a joint health supplement designed to support joint health, promote bone strength, and maintain an active lifestyle. It comes in a convenient capsule form.\n\nHealth Benefits: Arthropure 500 helps in improving joint flexibility, reducing joint discomfort, alleviating joint pain and swelling, reducing joint inflammation, and strengthening cartilage and connective tissue.\n\nIngredients: The main ingredients include Glucosamine (400 mg), Chondroitin (200 mg), Medtyl Sulfones (20 mg), Methane (100 mg), Boswellia Serrata (100 mg), and Snail protein (15mg). Other ingredients include Vegetarian Capsules, Magnesium Stearate, and Natural Rice Flour.\n\nVariants: The supplement is available in different quantities: 1 bottle, 2 bottles, 3 + 1 bottle free, 4 + 2 bottles free, and 5 + 3 bottles free.\n\nPricing Options: The price varies according to the number of bottles. It ranges from $55.00 to $189.00 per bottle.\n\nCurrent Offers and Deals: An extra 5% off is available with the special package. For bundles of Arthropure 500, customers can save $8.25 from the total price of $165.00, making the bundle's price $156.75. Also, there are offers where customers can get extra bottles for free while purchasing 3, 4, or 5 bottles.\n"
        },
        {
            "url": "https://nutrinova-shop.com/product/rituel-selkis/",
            "structured_info": "Product Name: Rituel Selkis | Luxurious Anti-Aging Skincare Cream by Nutrinova\n\nDescription: Rituel Selkis, a skincare elixir that transcends conventional beauty routines. This exquisite cream is carefully selected for their unparalleled skin benefits. It is designed to envelop your skin in a veil of purity and luxury, ensuring the highest level of care with each application. Ideal for any skin type and age, Rituel Selkis addresses the myriad needs of your skin, from deep moisturization to the visible reduction of signs of aging.\n\nHealth Benefits: It offers deep hydration, rejuvenation, and a protective barrier against environmental stressors. Ideally, it addresses skincare needs, including deep moisturization to the visible reduction of signs of aging.\n\nIngredients: Hemp Oil, Healing Oil of Bitter Orange, Desert Date Palm Oil, Scented Geranium Essential Oil, Shea Tree Butter, Prickly Pear Seeds, Sacred Lotus Extract, a Natural Polymer and Optiphen Plus (a paraben-free preservative).\n\nVariants: \n1. 1 Jar\n2. 2 Jars + 1 Jar Free\n3. 3 Jars + 2 Jars Free\n4. 5 Jars + 3 Jars Free\n5. 6 Jars + 4 Jars Free\n\nPricing: $ 49.00 – $ 299.00 dependent on the variant chosen.\n\nCurrent Offers and Deals: Extra 5% Off with This Special Package!, Free shipping for above $100, 15 Days Returns for unused products, FREE gifts and offers available every day. Furthermore, get additional jars free on the purchase of 2 or more jars (as per the variant).\n"
        },
        {
            "url": "https://nutrinova-shop.com/product/probiotix-plus/",
            "structured_info": "Product Name: Probiotix Plus\n\nDescription: Probiotix Plus introduces a revolutionary approach to maintaining digestive health and enhancing overall well-being. With an impressive concentration of 20 billion probiotics spanning 7 active strains, this dietary supplement is engineered to provide a robust support system for your gut flora.\n\nHealth Benefits: Probiotix Plus is designed to improve digestive function, bolster the immune system, enhance nutrient absorption, and support a healthy balance of intestinal bacteria. It contributes to a flourishing microbiome, leading to a healthier, more vibrant individual.\n\nIngredients: Not explicitly mentioned in the given text\n\nVariants: Different packages available are 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottles Free, 5 + 3 Bottles Free.\n\nPricing Options: Ranges from $45.00 to $169.00 depending on the package chosen.\n\nCurrent Offers and Deals: Extra 5% off with a special package. Offers on buying in bulk quantities (free bottles with the purchase of multiple bottles). There is also a bundle offer where customers can save $7.75. Also, free shipping is available for purchases above $100."
        },
        {
            "url": "https://nutrinova-shop.com/product/pro-guggul-slim/",
            "structured_info": "Product Name: Pro Guggul Slim\n\nDescription: Nutrinova’s Guggul is a food supplement combined with Guggul and chicory to support natural weight management. It helps to slim the body and enhance fat burning, providing a natural approach to achieving your fitness goals. Furthermore, its anti-inflammatory properties help to reduce body inflammation, often associated with weight gain. Chicory, on the other hand, promotes healthy digestion and detoxification, ensuring that your body absorbs nutrients efficiently while eliminating waste.\n\nHealth Benefits: This product supports natural weight management. It helps to slim the body, enhance fat burning, reduce body inflammation, promote healthy digestion and detoxification, and help your body to absorb nutrients efficiently while eliminating waste.\n\nIngredients: Guggul and Chicory.\n\nVariants: \n\n- 1 Bottle of Pro Guggul Slim \n- 2 Bottles of Pro Guggul Slim\n- 3 Bottles + 1 Bottle Free of Pro Guggul Slim\n- 4 Bottles + 2 Bottles Free of Pro Guggul Slim\n- 5 Bottles + 3 Bottles Free of Pro Guggul Slim\n\nPricing Options: The price ranges from $45 to $150 per variant.\n\nCurrent Offers and Deals: \n- Extra 5% Off with This Special Package! \n- Bundle of Pro Guggul Slim for $137.75 (Save: $7.25)\n- Free gifts and offers available everyday \n- Free shipping for purchases above $100\n"
        },
        {
            "url": "https://nutrinova-shop.com/product/brain-wixtra/",
            "structured_info": "Product Name: Brain Wixtra+\n\nDescription: Brain Wixtra+, a premium brain dietary supplement by Nutrinova designed to enhance concentration and memory, comes packed in easy-to-take capsules. The supplement uses a proprietary blend of natural ingredients formulated to offer support for optimal cognitive function. \n\nHealth Benefits: Brain Wixtra+ helps enhance one's focus, improve memory, and unlock one's full cognitive potential. It is beneficial for tasks requiring concentration and aids in daily activities. It also helps in promoting better memory, learning abilities, improving mental alertness, focus, enhances brain blood flow, and protects against cognitive decline.\n\nIngredients: \n- Lecithin: It's derived from soybeans or sunflower seeds and improves brain cell structure and communication.\n- Acetyl L-Carnitine: It boosts mental alertness, focus, and supports neurotransmitter synthesis for optimal memory.\n- Vinpocetine: It enhances brain blood flow, delivering essential nutrients and protecting against cognitive decline.\n- Turmeric: The active compound curcumin reduces brain inflammation, protects against oxidative stress, and supports long-term brain health.\n- Ginkgo Biloba: It improves cerebral blood flow, enhancing memory, concentration, and offers neuroprotection.\n\nVariants: The product comes in different quantities, with offers depending on the number of bottles purchased. The variants available are 1 bottle, 2 bottles, 3+1 bottle free, 4+2 bottles free, 5+3 bottles free.\n\nPricing: The prices range from $45.00 – $169.00 depending upon the quantity.\n\nCurrent Offers and Deals: Extra 5% off with this special package \\ Bundle of Brain Wixtra\n\nPlease note the prices as well as offers and deals may vary or change over time."
        },
        {
            "url": "https://nutrinova-shop.com/product/body-detox/",
            "structured_info": "Product Name: Body Detox\n\nDescription: Body Detox is a dietary supplement designed to support weight control and promote natural detoxification. The unique formula is a blend of Kaolin, Yerba mate, Burdock, Psyllium, Probiotic Lactobacillus acidophilus, and Chlorella or Spirulina. The product is designed to support your overall well-being and help users achieve their weight control goals.\n\nHealth Benefits: Body Detox supports weight control, natural detoxification, overall well-being, improved digestion, and energy level. It also aids in shedding unwanted pounds and helps your body cleanse itself of impurities.\n\nIngredients: Kaolin, Yerba mate, Burdock, Psyllium, Probiotic Lactobacillus acidophilus, and Chlorella or Spirulina.\n\nVariants: Bottle Quantity options - 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottles Free, 5 + 3 Bottles Free\n\nPricing Options: The price ranges from $ 45.00 to $ 169.00 based on the bottle quantity chosen.\n\nCurrent Offers and Deals: Extra 5% Off with Special Package. Bundle purchase options with savings. There are additional purchase options for \"Pro Guggul Slim\" and \"National Slim\" packaged together with Body Detox and offering savings. There are also free bottle offers with the purchase of multiple bottles. A user can also subscribe to get exclusive offers on Nutrinova products. Free shipping is offered for orders above $100.\n"
        },
        {
            "url": "https://nutrinova-shop.com/product/stomafine200/",
            "structured_info": "Product Name: Stomafine 200\n\nDescription: Stomafine 200 is the ultimate digestive wellness enhancer, specifically formulated to promote a healthy digestive system and overall well-being. This superior blend includes Pylopass™, Ascophyllum, and Biotin (Vitamin B8), each chosen for their unique abilities to support digestive health. Stomafine 200 aids in maintaining a balanced gut flora, supports the natural digestion process, and contributes to the absorption of essential nutrients. It’s an ideal supplement for anyone seeking to enhance their digestive health with scientifically backed, natural ingredients. \n\nHealth Benefits: It aids in maintaining a balanced gut flora, supports the natural digestion process, and contributes to the absorption of essential nutrients.\n\nIngredients: This product incorporates Pylopass™, Ascophyllum, and Biotin (Vitamin B8).\n\nVariants: Stomafine 200 is available for purchase in the following bottle quantities -\n  1. 1 Bottle \n  2. 2 Bottles\n  3. 3 + 1 Bottle Free \n  4. 4 + 2 Bottles Free \n  5. 5 + 3 Bottles Free \n\nPricing:\n  - 1 Bottle: $45.00 \n  - 2 Bottles: $90.00 (presuming the same price per bottle)\n  - 3 Bottles (4th bottle free): $135.00\n  - 4 Bottles (5th and 6th bottles free): $180.00\n  - 5 Bottles (6th, 7th, 8th bottles all free): $225.00 (loosely inferred)\n\nCurrent Offers and Deals:\n  - An extra 5% off with a special package.\n  - When a customer selects \"3 + 1 Bottle Free\", \"4 + 2 Bottles Free\", or \"5 + 3 Bottles Free\" offers, they receive extra bottles for free. These offer details are inferred based on the context provided and may need accurate confirmation.\n  - Customers get free shipping for orders worth above $100. \n  - The additional info mentions FREE gifts and offers available every day; however, specific details are not mentioned in the provided context."
        },
        {
            "url": "https://nutrinova-shop.com/product/prostalife/",
            "structured_info": "Product Name: Prostalife 900\n\nDescription: Prostalife 900 is a concentrated natural supplement for prostate well-being, a powerful blend of natural ingredients that provides targeted support for a healthy prostate. It is free from artificial colors, flavors, and preservatives. It comes in easy-to-take capsules and can be added to daily routine to help support optimal prostate function. \n\nHealth Benefits: It supports a healthy prostate, reduces symptoms of an enlarged prostate, such as frequent urination, and improve overall prostate health. It also supports healthy cholesterol levels and cardiovascular health, reduces inflammation, and improves urinary flow.\n\nIngredients: Pomegranate (peel): 500mg, Boswellia Serrata (resin): 50mg. Other ingredients: Dextrin, Rice Flour. It also contains a proprietary blend of Saw Palmetto Extract and Mixed Plant Phytosterols \n\nVariants: The product variants are based on the quantity of the bottles. These variants include 1 Bottle, 2 Bottles, 3+1 Bottle Free, 4+2 Bottles Free, 5+3 Bottles Free.\n\nPricing: The pricing of the product varies from $45.00 to $169.00 depending on the number of bottles purchased.\n\nCurrent Offers and Deals: If you purchase \"Bundle of Prostalife 900\", you can save $7.75. There is also an extra 5% off with the purchase of this special package. Free shipping is also offered for orders above $100."
        },
        {
            "url": "https://nutrinova-shop.com/product/organic-silicium-cream/",
            "structured_info": "Product Name: Organic Silicium Cream\n\nDescription: Organic Silicium Cream is a specially formulated cream designed to strengthen cartilage and alleviate joint pain, providing soothing relief for achy joints. It harnesses the power of nature to support joint health and mobility. Silicium is essential for the synthesis of collagen, the primary component of cartilage, helping to strengthen and maintain joint structure.\n\nHealth Benefits: The cream helps to strengthen and maintain the joint structure, provide anti-inflammatory benefits, soothe joint discomfort, and enhance mobility. \n\nIngredients: The cream consists of a blend of organic ingredients including Silicium, Salicylic Acid, Rosemary, Eucalyptus, Ginger, and natural preservatives, free from parabens, using Optiphen Plus as a preservative to ensure the purity and safety of the product.\n\nVariants: The cream comes in several quantity options: 1 Cream, 2 Creams, 3 + 1 Cream Free, 4 + 2 Creams Free, 5 + 3 Creams Free.\n\nPricing Options: The price ranges from $55.00 to $189.00, depending on the quantity of the cream.\n\nCurrent Offers and Deals: There is an Extra 5% Off with Special Package. For every purchase of 3 creams, customers will get 1 for free. For every purchase of 4 creams, customers will get 2 for free. For every purchase of 5 creams, customers will get 3 for free.\n"
        },
        {
            "url": "https://nutrinova-shop.com/product/arthrocure/",
            "structured_info": "Product Name: Arthrocure Double Action \nDescription: A comprehensive Joint Relief Formula by Nutrinova that promises to reduce joint discomfort and enhance mobility. Each bottle contains 60 capsules. This formula is designed to improve joint health and flexibility.\nHealth Benefits: Arthrocure claims to offer anti-inflammatory benefits by reducing joint swelling and discomfort. It also aids in the maintenance of healthy cartilage, supporting long-term joint health and mobility.\nIngredients: Boswellia Extract, Devil’s Claw, Meadowsweet, Horsetail, Wintergreen, Vitamin C, and Manganese.\nVariants: 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottles Free, 5 + 3 Bottles Free.\nPricing Options: $ 55.00 - $ 189.00 depending on the variant chosen.\nCurrent Offers and Deals: Extra 5% off with the special package that includes the \"Organic Silicium Cream\" and \"Collagen Xpert\". Depending on the number of bottles chosen, there are deals of getting 1 to 3 bottles free.\n"
        },
        {
            "url": "https://nutrinova-shop.com/product/slim-shot/",
            "structured_info": "Product Name: Slim Shot\n\nDescription: Slim Shot by Nutrinova is a natural supplement designed to support weight management, boost metabolism, and promote digestive health. \n\nHealth Benefits: Slim Shot helps curb appetite, improve digestion, promote healthy metabolism and supports a healthy digestive system. It also aids in making individuals feel full for longer, thereby preventing unhealthy snacking between meals. It supports efficient digestion, helping the body process food better and absorb nutrients more effectively. \n\nIngredients: Organic Nopal and Guar Gum\n\nVariants: \n1. 1 Tube\n2. 2 Tubes\n3. 3 + 1 Tube Free\n4. 4 + 2 Tubes Free\n5. 5 + 3 Tubes Free\n\nPricing Options:\n1. 1 Tube: $55.00\n2. 2 Tubes: $110.00\n3. 3 + 1 Tube Free: $165.00\n4. 4 + 2 Tubes Free: $220.00\n5. 5 + 3 Tubes Free: $275.00\n\nCurrent Offers and Deals: Free Tube offers on purchase of 3, 4, or 5 tubes. Free Shipping for purchases above $100. Other offers and deals are intended to be received upon subscription to the company's updates."
        },
        {
            "url": "https://nutrinova-shop.com/product/eroboost4x/",
            "structured_info": "Product Name: EroBoost 4x\n\nDescription: EroBoost 4x represents the pinnacle of natural enhancement for men, crafted to invigorate vitality, stamina, and overall performance. This potent formula is a blend of nature’s most powerful ingredients known for their beneficial effects on male health. It plays a significant role in supporting endurance, energy levels, and hormonal balance.\n\nHealth Benefits: EroBoost 4x is designed to improve vitality, elevate energy levels, and balance hormones. It enhances physical and mental performance naturally.\n\nIngredients: The ingredients of EroBoost 4x include TongKat Ali, Horny Goat Weed, Ginseng, and Maca.\n\nVariants: The product is available in several packages:\n1. 1 Bottle\n2. 2 Bottles\n3. 3 + 1 Bottle Free\n4. 4 + 2 Bottles Free\n5. 5 + 3 Bottles Free\n\nPricing: The price of EroBoost 4x varies depending on the package and ranges from $55.00 to $189.00.\n\nCurrent Offers and Deals: An extra 5% off is given with a special bundle package of EroBoost 4x. The product is currently on sale with some packages offering additional free bottles."
        },
        {
            "url": "https://nutrinova-shop.com/product/candi-protect/",
            "structured_info": "- Product Name: Candi Protect\n- Description: A dietary supplement crafted to fortify the body's defenses against the challenges posed by Candida albicans and similar concerns. Candi Protect supports the body's natural balance, promoting a healthy gut environment and overall well-being. It contains potent properties of Oleuropein, Silymarin extract, Chlorophyll, Propolis, natural Caprylic Acid, and Lithothamnium Algae.\n- Health Benefits: Supports the body's natural defenses and enhances overall well-being by maintaining a healthy gut environment. It also plays a role in promoting a balanced internal ecosystem and helps in fostering improved health and vitality.\n- Ingredients: Oleuropein from olive trees, Silymarin extract from milk thistle seeds, Chlorophyll, Propolis, natural Caprylic Acid, and Lithothamnium Algae.\n- Variants: 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottles Free, 5 + 3 Bottles Free.\n- Pricing Options: $ 45.00 – $ 169.00 depending on the number of bottles purchased.\n- Current Offers and Deals: An extra 5% off is offered for a special package of Candi Protect. There are also deals for buying more bottles, such as getting 1 bottle free when you purchase 3 bottles, 2 free bottles when you purchase 4 bottles, and 3 free bottles when you buy 5 bottles."
        },
        {
            "url": "https://nutrinova-shop.com/product/moodlife-7/",
            "structured_info": "Product Name: MoodLife 7\n\nDescription: MoodLife 7 is a natural emotional well-being supplement. Each bottle contains 30 capsules packed with ingredients designed to support emotional well-being and natural stress relief. The supplement is said to promote emotional balance and inner peace, and is formulated to promote emotional resilience and stress support.\n\nHealth Benefits: MoodLife 7 is designed to promote emotional well-being and natural stress relief. B vitamins are used in the formulation for their crucial role in neurotransmitter synthesis. The product can help regulate mood and relaxation due to the inclusion of magnesium. It also uses Ashwagandha, an herb that helps the body adapt to stress, and L-Theanine to promote a calm and focused state of mind. \n\nIngredients: Essential B Vitamins, Magnesium, Ashwagandha, L-Theanine.\n\nVariants: Bottles are available in different packages including 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottles Free, 5 + 3 Bottles Free.\n\nPricing Options: MoodLife 7 is priced between $45.00 to $150.00 per package, with different prices for each of the variants/packages.\n\nCurrent Offers and Deals: There is a special package that offers an extra 5% off for MoodLife 7. Also, there are offers that include additional free bottles when purchasing in bulk (e.g., Buy 3, Get 1 Free; Buy 4, Get 2 Free; Buy 5, Get 3 Free).\n"
        },
        {
            "url": "https://nutrinova-shop.com/product/hydrocaps/",
            "structured_info": "Product Name: Hydro Caps 1000\n\nDescription: Hydro Caps1000 is a meticulously crafted dietary supplement dedicated to bolstering your overall health and vitality. This unique formulation is a blend of premium-grade ingredients, featuring Ion-Mag, Aloe Vera, and Green Tea extract. Crafted to support your body’s natural functions and enhance your well-being, Hydro Caps1000 is a comprehensive solution designed to invigorate your system.\n\nHealth Benefits: Hydro Caps1000 supports the body's natural functions, fosters sustained energy levels, supports the body's natural detoxification process, and enhances overall health and vitality. It supports cellular functions, has calming properties, and offers antioxidant richness. \n\nIngredients: Ion-Mag, Aloe Vera, and Green Tea extract. \n\nVariants: 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottles Free, 5 + 3 Bottles Free\n\nPricing: $55 - $189 depending on the chosen variant.\n\nCurrent Offers and Deals: Extra 5% off with a special package offer. Free bottles deal which includes getting 1 free bottle on the purchase of 3 bottles, 2 free bottles on the purchase of 4, and 3 free bottles on the purchase of 5."
        },
        {
            "url": "https://nutrinova-shop.com/product/marine-body-boost/",
            "structured_info": "Product Name: Marine Body Boost\n\nDescription: Marine Body Boost is a nutrient-rich marine wellness formula by Nutrinova. It offers a potent blend of nutrient-rich marine ingredients intended to boost health and well-being. It helps enhance energy levels, vitality, and overall well-being. This supplement has a positive impact on immune function, joint health, as well as skin, hair, and nails.\n\nHealth Benefits: It supports overall well-being, immune function, and mood regulation. It also boosts joint health, and vitality. The Omega-3 fatty acids it contains have anti-inflammatory properties. It's also a source of Vitamin D3 that promotes bone health.\n\nIngredients: Spirulina, Chlorella, Green Lipped Mussel, and Vitamin D3\n\nVariants: Available in 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottle Free, and 5 + 3 Bottle Free options.\n\nPricing: $55.00 – $189.00 depending on the number of bottles ordered.\n\nCurrent Offers and Deals: An Extra 5% off is offered with a special package. Other deals include a number of free bottles on purchase of certain quantities such as 1 free bottle on purchase of 3, 2 free bottles on purchase of 4, and 3 free bottles on purchase of 5. There's also a potential saving on 'Bundle of Marine Body Boost', originally priced at $145.00, offered at $137.75 with a saving of $7.25.\n"
        },
        {
            "url": "https://nutrinova-shop.com/product/collagen-xpert/",
            "structured_info": "Product Name: Collagen Xpert\n\nDescription: Collagen Xpert is a carefully designed dietary supplement that enhances your holistic health and rejuvenating vitality. It is crafted with high-quality ingredients, tailored to strengthen your body's natural processes and boost your wellness. The Collagen Xpert supplement taps into the natural power of collagen to promote skin resilience, elasticity, and supports your youthful radiance and suppleness.\n\nHealth Benefits: \n1. Enhanced skin elasticity and joint flexibility\n2. Improvement in overall vitality and youthful radiance\n3. Support for the skin's structural integrity\n4. Promotes skin's resilience and combats fine lines and wrinkles\n5. Contributes to joint flexibility and an active lifestyle\n\nIngredients: The key ingredient in Collagen Xpert is Collagen, a crucial structural protein.\n\nVariants: \n1. 1 Bottle \n2. 2 Bottles \n3. 3 + 1 Bottle Free\n4. 4 + 2 Bottles Free \n5. 5 + 3 Bottles Free\n\nPricing: $ 55.00 – $ 189.00 based on the number of bottles ordered.\n\nCurrent Offers and Deals: There is currently a sale on Collagen Xpert. In addition, customers can receive an extra 5% off with the special package and also have the option to buy bottles in bundles for a reduced price."
        },
        {
            "url": "https://nutrinova-shop.com/product/black-garlic/",
            "structured_info": "Product Name: Black Garlic 400\n\nDescription: Black Garlic 400 is a premium supplement for cardiovascular health and vitality, formulated with an exclusive blend of vitamins, minerals, and herbal extracts designed to maintain and improve cardiovascular health and energy levels. It consists of 60 capsules per bottle and offers a convenient and easy-to-absorb format. \n\nHealth Benefits: Black Garlic 400 helps to improve cardiovascular function, support healthy blood pressure levels, and promotes overall vitality. It can also boost energy levels.\n\nIngredients: Main ingredient is Aged Black Garlic Bulb powder (Alium Sativum) (providing 3% polyphenols) 800 mg*. Other ingredients include gelatin, rice flour, vegetable stearate, silica. \n\nVariants: It comes in different purchase options including 1 Bottle, 2 Bottles, \"3 + 1 Bottle Free\", \"4 + 2 Bottles Free\", and \"5 + 3 Bottles Free\".\n\nPricing: The pricing for Black Garlic 400 ranges from $45.00 - $169.00 depending on the number of purchased bottles. \n\nCurrent Offers and Deals: There is a bundle that comes with a 5% off discount. If you buy in larger quantities, like \"3 + 1 Bottle Free\", \"4 + 2 Bottles Free\", and \"5 + 3 Bottles Free\", you'll get additional bottles for free."
        },
        {
            "url": "https://nutrinova-shop.com/product/curcumaxe/",
            "structured_info": "Product Name: Curcumaxe \n\nDescription: Curcumaxe is a carefully formulated nutritional supplement designed to enhance overall health and energize your body. It is a special blend incorporating high-quality elements. It acts as an integrated approach to bolster your body's inherent functions and elevate your well-being. \n\nHealth Benefits: Curcumaxe provides steadfast support during seasonal shifts and times of physical stress. Each capsule is a testament to Nutrinova's commitment to purity and quality, ensuring your health's well-being. Curcumaxe is universally beneficial and particularly invaluable for those prioritizing their health or navigating through periods of weariness. This supplement understands the essence of natural wellness, defies the natural aging process, and elevates your state of well-being. \n\nIngredients: The text does not provide specific details about the ingredients used in Curcumaxe.\n\nVariants: Variants are based on bottle quantity. \n1. 1 Bottle\n2. 2 Bottles\n3. 3 + 1 Bottle Free\n4. 4 + 2 Bottles Free\n5. 5 + 3 Bottles Free\n\nPricing: Price varies based on the number of bottles chosen. The pricing ranges from $45.00 to $169.00 for each variant.\n\nCurrent Offers and Deals: There's an extra 5% off with the special package. Additionally, buying more bottles gives you free ones ( 3 Bottles gets 1 free, 4 gets 2 free, and 5 gets 3 free). Also, free shipping is offered for purchases above $100."
        },
        {
            "url": "https://nutrinova-shop.com/product/oxyplus/",
            "structured_info": "Product Name: Oxyplus \n\nDescription: OxyPlus by Nutrinova is a dietary supplement designed to support healthy blood circulation and overall cardiovascular health. It boosts circulation, reduces oxidative stress, promotes healthy heart function, and can potentially increase energy and endurance. \n\nHealth Benefits: Supports healthy blood flow, essential for energy, endurance, and physical performance. Helps muscles and tissues to receive oxygen and nutrients more effectively. Assists with fatigue and discomfort during physical activities. It works to maintain vascular health, reduce inflammation, and keep the heart functioning optimally.\n\nIngredients: L-Citrulline, L-Glutathione, and Resveratrol.\n\nVariants: Available in different quantities. Variants include 1 bottle, 2 bottles, 3+1 bottles, 4+2 bottles, and 5+3 bottles.\n\nPricing Options: The product is priced between $55.00 and $189.00 depending on the quantity selected. \n\nCurrent offers and deals: Enjoy free shipping for purchases over $100. Free gifts and special offers are available every day. For latest offers, gifts and exclusive deals on Nutrinova products, customers can subscribe to their mailing list.\n\nUnfortunately, there are no specific deals mentioned for OxyPlus. The offers listed above are general deals available on the Nutrinova website.\n"
        },
        {
            "url": "https://nutrinova-shop.com/product/black-nettle/",
            "structured_info": "Product Name: Black Nettle\n\nDescription: Black Nettle comes as a holistic wellness supplement that primarily serves as a natural pathway to improve well-being. It's created with the pure essence of Black Nettle, aimed at enhancing overall health and nurturing body’s well-being. The product is marketed for promoting joint flexibility, mobility, and comfort.\n\nHealth Benefits: Black Nettle is designed to support joint flexibility and resilience, especially beneficial during transitions in health and lifestyle. It aids in promoting joint comfort, fostering supple joints, and maintaining overall joint health.\n\nIngredients: The main ingredient in this formulation is Black Nettle. However, specific details about the entire ingredient list are not provided.\n\nVariants: Various options are available based on the quantities. They include 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottles Free, 5 + 3 Bottles Free.\n\nPricing Options: The price varies depending upon the chosen variant. It ranges from $45.00 to $169.00. \n\nCurrent Offers and Deals: An extra 5% off is offered with a Special Package. Other deals relate to the quantity purchased, such as 3 + 1 Bottle Free, 4 + 2 Bottles Free, or 5 + 3 Bottles Free. Free shipping is available for purchases above $100."
        },
        {
            "url": "https://nutrinova-shop.com/product/joint-power-5/",
            "structured_info": "Product Name: Joint Power 5 | Advanced Joint Health Formula by Nutrinova.\n\nDescription: Joint Power 5 is an advanced health formula that gives your joints the support they desire. It's packed with a potent blend of collagen, Vitamin C, folic acid, calcium, and Vitamin D3, designed to promote joint health and mobility. Ideally suited for athletes and individuals suffering from everyday joint discomfort, helping them stay active and pain-free. \n\nHealth Benefits: The product improves joint integrity and flexibility due to collagen. Vitamin C aids collagen synthesis, and folic acid supports tissue repair and regeneration. Vitamin D3 and Calcium work in tandem to promote bone strength and density, thus reducing the risk of fractures and bolstering overall joint health.\n\nIngredients: Collagen (300mg), Vitamin C (30mg), Folic Acid (400mcg), Calcium (150mg), Vitamin D3 (20mcg).\n\nVariants: The product is available in the following quantities:\n1. 1 Bottle \n2. 2 Bottles\n3. 3 + 1 Bottle Free\n4. 4 + 2 Bottles Free\n5. 5 + 3 Bottles Free\n\nPricing: Ranges from $ 45.00 to $ 169.00 depending on the quantity chosen.\n\nCurrent offers and deals: Extra 5% Off with the Special Package. The bundle of Joint Power 5 also provides some savings. For every 3 bottles purchased, 1 bottle is given free. Similarly purchase of 4 bottles gives 2 bottles free and for every 5 bottles, 3 bottles are given free. There is also a bundle offer, providing a saving of $6.75 while buying a bundle of Joint Power 5."
        },
        {
            "url": "https://nutrinova-shop.com/product/joint-mobility/",
            "structured_info": "Product Name: Joint Mobility\n\nDescription: Joint Mobility is a premium natural joint support supplement designed to support freedom of movement, nutrition, and promote joint advantage. This unique formula contains liquid protein extracted from a snail, which has been shown to support the natural healing of cartilage. The supplement is made with a blend of other natural ingredients, including glucosamine, chondroitin, and MSM.\n\nHealth Benefits: The product promotes overall joint health, maintain mobility and flexibility, and supports an active lifestyle. It helps alleviate the issues of stiff and painful joints by promoting healthy joint function and mobility. Other health benefits include providing necessary nutrients to repair damaged cartilage, promoting healthy joint function, and alleviating pain and discomfort from stiff, achy joints.\n\nIngredients: The supplement comprises a unique blend of natural ingredients, including liquid protein from the snail, glucosamine, chondroitin, and MSM.\n\nVariants: Variants of this product are based on the quantity. The options include 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottles Free, and 5 + 3 Bottles Free.\n\nPricing Options: The price range of Joint Mobility is between $55.00 and $189.00 depending on the quantity chosen.\n\nCurrent Offers and Deals: The current deal includes Extra 5% Off with the Special Package of Joint Mobility. Offers are also available based on the quantity bought, for example, buyers receive 1 bottle free on purchase of 3 bottles and so on. They are also offering free shipping above $100.\n"
        },
        {
            "url": "https://nutrinova-shop.com/product/phyto-revital-lift/",
            "structured_info": "Product Name: Phyto Revital Lift\n\nDescription: Phyto Revital Lift is a health product with multiple well-being properties, designed for those looking to enhance their quality of life naturally. This formula aims to revitalize and strengthen the body from within by combining essential nutrients and plant extracts to offer a comprehensive and holistic solution to health routine. \n\nHealth Benefits: Promotes optimal body balance and overall well-being. It aids in various body functions, promoting vitality, cognitive health, and a balanced mood. Certain ingredients like Shiitake supports immune system while Centella Asiatica promotes skin health. It is also known for enhancing mental clarity and mood balance.\n\nIngredients: Beer yeast powder (Saccharomyces cerevisiae), Centella Asiatica, Shiitake, Tribulus Terrestris 20% Extract, Astragalus Membraneacus Root, Schisandra Chinensis, Methyl Sulfonite Methane (MSM), Arginine, Vitamin A, Marine Magnesium Oxide, and Copper Gluconate.\n\nVariants: There are several purchasing options based on the number of bottles.\n1 Bottle \n2 Bottles \n3 + 1 Bottle Free \n4 + 2 Bottles Free\n5 + 3 Bottles Free\n\nPricing Options: The price ranges from $ 55.00 to $ 189.00 based on the number of bottles chosen.\n\nCurrent Offers and Deals: There is an Extra 5% Off special package available. Also, free bottles are available based on the number of bottles purchased (e.g. buy 3 bottles, get 1 bottle free)."
        },
        {
            "url": "https://nutrinova-shop.com/product/national-slim/",
            "structured_info": "Product Name: National Slim\n\nDescription: National Slim is a natural weight loss supplement harnessing the power of nature to help you reach your weight loss goals. The powerful blend of plant extracts like Glucomannan, Chitosan, Artichoke Extract, Guarana Extract, Mate Leaf, and Rosemary Extract aids in controlling appetite, binding to dietary fat for excretion, supporting digestion and liver health, providing natural energy and metabolism support, and adding antioxidant properties for overall well-being.\n\nHealth Benefits: The supplement aids in weight loss, promotes feelings of fullness, helps control appetite, aids in fat excretion, supports digestion and liver health, provides natural energy and metabolism support, and supports overall well-being via antioxidant properties.\n\nIngredients: Key ingredients include Glucomannan, Chitosan, Artichoke Extract, Guarana Extract, Mate Leaf, and Rosemary Extract.\n\nVariants: Available in different bottle options, i.e., 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottles Free, 5 + 3 Bottles Free.\n\nPricing Options: The price range varies depending on the number of bottles chosen - $55.00 – $189.00.\n\nCurrent Offers and Deals: An extra 5% off is offered with the special package. Other offers include free additional bottles in multi-bottle purchases (e.g., 4 + 2 Bottles Free, 5 + 3 Bottles Free)."
        },
        {
            "url": "https://nutrinova-shop.com/product/cordy-boost/",
            "structured_info": "Product Name: Cordy Boost\nDescription: Cordy Boost is a supplement designed to support natural detoxification and promote digestive health. It is formulated to help the body remove toxins and waste, while supporting healthy digestion and gut function. Recommended for regular use throughout the year, it is especially beneficial during seasonal changes or when the body is weakened by illness. It contains Cordyceps, a mushroom traditionally used for over a thousand years to restore strength, combat stress and fatigue, promote body defenses, boost sexuality, slow aging effects, optimize vitality and physical energy, and boost various vital functions.\n \nHealth Benefits: Supports natural detoxification, promotes digestive health, removes toxins and waste from the body, boosts vitality and physical energy, fights against stress and fatigue, promotes body's defenses, slows down effects of aging, restores strength, and improves endurance and stamina.\n\nIngredients: High purity Cordyceps mushroom (7% cordycepic acid)\n\nVariants: Available in 1 Bottle, 2 Bottles, 3 + 1 Bottle Free, 4 + 2 Bottles Free, 5 + 3 Bottles Free\n\nPricing: $45.00 - $169.00 depending on the selected variant\n\nCurrent offers and deals: Extra 5% off with special package. Available free bottles on purchase of 3, 4, or 5 bottles. Also, Free Shipping for above $100. Various free gifts and offers are available every day."
        },
        {
            "url": "https://nutrinova-shop.com/product/regenatin-xtra/",
            "structured_info": "Product Name: Regenatin Xtra+\n\nDescription: Regenatin Xtra+ is an advanced anti-aging skin formula designed to combat the signs of aging from within. Each bottle contains 30 capsules enriched with hyaluronic acid to promote youthful, radiant skin. It helps reduce fine lines, wrinkles, and dullness, unleashing a more vibrant, rejuvenated complexion. The natural ingredients nourish and revitalize your skin from the inside out.\n\nHealth Benefits: The health benefits of Regenatin Xtra+ primarily revolve around anti-aging. By supplying potent hydrating agents such as hyaluronic acid, this product can effectively plump the skin, reducing fine lines and wrinkles. It delivers a more youthful and glowing complexion and promotes smoother, firmer skin. Moreover, it improves skin elasticity and texture.\n\nIngredients: The key ingredient highlighted in this product is hyaluronic acid. Other ingredients haven't been specified.\n\nVariants: Customers have the option to purchase this product in various quantities, including:\n- 1 Bottle \n- 2 Bottles \n- 3 + 1 Bottle Free \n- 4 + 2 Bottles Free \n- 5 + 3 Bottles Free\n\nPricing Options: The price of Regenatin Xtra+ ranges between $55.00 and $189.00 depending on the variant, with options for extra free bottles on certain quantities.\n\nCurrent Offers and Deals: An extra 5% off is offered with a special package deal. And consumers can avail a bundle offer – \"Bundle of Regenatin Xtra\" with which customers could save $8.25. The offer further entails free bottles upon purchasing multiple bottles, i.e., buy 3 bottles get 1 free, buy 4 get 2 free, and buy 5 get 3 free."
        }
    ],
    "policies": {
        "terms": "Terms & Conditions - Nutrinova New York City Financial Advisor +1 541-754-3010 [email protected] Follow Boost your well-being naturally!  Skip to content Home Shop Supplements Cream New Offers Blogs About us Contact New York City Financial Advisor +1 541-754-3010 [email protected] Follow   ... Terms & Conditions These Terms & Conditions (\"Terms\" or \"Agreement\") apply to the website located at nutrinova-shop.com and\n                        any other websites associated with Nutrinova brands or products that direct the user to these Terms\n                        (collectively, the \"Site\"). Throughout the Site, the terms \"Nutrinova\", \"we\", and \"us\" refer to\n                        Nutrinova and Nutrialliance LLC. Your use of the Site is conditioned on your acceptance of and compliance with these Terms. By\n                        accessing or using the Site, you agree to be bound by these Terms. If you disagree with any part\n                        of the Terms, then you should discontinue access or use of the Site. We reserve the right to\n                        update or modify the Terms at any time without prior notice to you. For this reason, we\n                        encourage you to review the Agreement whenever you use the Site. THESE TERMS CONTAIN A MANDATORY ARBITRATION PROVISION THAT, AS FURTHER SET FORTH IN SECTION 17.0\n                        BELOW, REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN\n                        JURY TRIALS OR ANY OTHER COURT PROCEEDINGS, OR CLASS ACTIONS OF ANY KIND. 1.0 Eligibility This is a contract between you and Nutrinova. You must read and agree to these Terms before using\n                        our Site. If you do not agree to these Terms, you may not use our Site. Any use or access to the\n                        Site by anyone under thirteen (13) years of age is strictly prohibited and in violation of these\n                        Terms. If you are under eighteen (18) years of age, you may use the Site only with involvement\n                        of a parent or legal guardian and their consent and agreement to these Terms. If you are under\n                        18, you represent that you have your parent or guardian’s permission to use the Site and that\n                        your parent or guardian is agreeing to these Terms. 2.0 Site Transactions We reserve the right to refuse any order you place with us. We may, in our sole discretion,\n                        limit or cancel quantities purchased per person, per household or per order. These restrictions\n                        may include orders placed by or under the same customer account, same credit card, and/or orders\n                        that use the same billing and/or shipping address. If we make a change to or cancel an order, we\n                        will attempt to notify you by contacting the email and/or billing address or phone number\n                        provided by you at the time you placed the order. 3.0 No Resale All orders are for personal use only and orders for resale are prohibited without prior written\n                        approval. In the event we learn about any reselling of our products, we will vigorously enforce\n                        our rights. We reserve the right to seek all remedies against you for failure to comply with\n                        this no-resale policy. This includes but is not limited to monetary damages. Additionally, you\n                        agree to pay all attorney’s fees and other reasonable costs incurred in any enforcement of this\n                        provision. 4.0 Pricing and Payment The price applicable is set on the date you place your order. Shipping costs and payment fees\n                        are disclosed before you confirm the purchase. Credit card information is transmitted over\n                        secure SSL encryption and is not stored by us. Please note that local charges may apply. 5.0 Right to Change Site We reserve the right, at any time in our sole discretion, to modify, suspend or discontinue the\n                        Site or any service, content, feature or product offered through the Site, with or without\n                        notice; charge fees in connection with the use of the Site; modify and/or waive fees charged in\n                        connection with the Site; and/or offer opportunities to some or all users of the Site. You agree\n                        that we will not be liable to you for any modification, suspension or discontinuance of the\n                        Site, or any service, content, feature or product offered through the Site. 6.0 Site Content Nutrinova and other marks, graphics, typefaces, trade names and logos appearing on the Site are\n                        trademarks or trade dress of Nutrinova. Other trademarks appearing on the Site are property of their\n                        respective owners including, in some instances, us. Our trademarks and trade dress may not be\n                        used in any manner or purpose without our prior written consent in each instance. Patents used\n                        in connection with the Site are the property of their respective owners, which may include us.\n                        The Site contains copyrighted material including, without limitation, text, software, photos,\n                        audio and video clips, graphics, illustrations, images, logos, and music and sound\n                        (collectively, the \"Content\"). This Site is protected by copyright as a collective work,\n                        pursuant to U.S. copyright laws, international conventions (Berne), and other copyright laws.\n                        Nutrinova and third-party content providers also own copyrights in the content original to it. The Site and the Content are intended solely for personal non-commercial use. You may download\n                        or copy the Content and other downloadable materials displayed on the Site for your personal use\n                        only. No right, title or interest in any downloaded Content is transferred to you as a result of\n                        any such downloading or copying. You may not reproduce (except as noted above), publish,\n                        transmit, distribute, display, modify, create derivative works from, sell or exploit in any way\n                        any of the Content or the Site. Unless otherwise specified, the Site and the Content are intended to promote Nutrinova products and\n                        services available in the United States. 7.0 User Comments, Feedback and Other Submissions Nutrinova is pleased to hear from its Customers and welcomes your comments regarding our products\n                        and services. Nutrinova company policy does not allow us to accept or to consider creative ideas,\n                        suggestions, proposals, plans, or other materials other than those we have specifically\n                        requested. We hope that you will understand that the intent of this policy is to avoid the\n                        possibility of future misunderstandings when projects developed by Nutrinova employees and agents\n                        might seem similar to creative works submitted by you. Accordingly, while we value your\n                        feedback, we ask that you do not send creative ideas, suggestions, proposals, plans, or other\n                        materials to us. If you send specific submissions, e.g., contest entries, at our request or if\n                        you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by\n                        email, by postal mail, or otherwise (collectively, \"Comments\") without our request, you agree\n                        that Nutrinova may, at any time, without restriction, edit, copy, publish, distribute, translate,\n                        and otherwise use in any medium any Comments that you send to Nutrinova. Nutrinova is under no\n                        obligation to: (1) maintain any Comments in confidence; (2) pay compensation for any Comments;\n                        or (3) respond to any Comments. Nutrinova has the right, but not the obligation, to monitor and edit\n                        or remove any Comments. You agree that your Comments will not violate any right of any third party including, but not\n                        limited to, copyright, trademark, privacy or other personal or proprietary right. You further\n                        agree that your Comments will not contain libelous or otherwise unlawful, abusive or obscene\n                        material, or contain any computer virus or other malware that could in any way affect the\n                        operation of the Site. You may not use a false email address, pretend to be someone other than\n                        yourself, or otherwise mislead Nutrinova or third parties as to the origin of any Comments. You are\n                        solely responsible for any Comments you make and their accuracy. 8.0 Personal Information Submitted Through the Sites Nutrinova will collect personal information from you only if you voluntarily submit such information\n                        to us. You can always refuse to supply personal identification information which may prevent you\n                        from engaging in certain Site related activities. Your submission of personal information through the Site is governed by our privacy policy,\n                        which can be reached by clicking on the \"Privacy Policy\" link located on this Site (the \"Privacy\n                        Policy\"). This Agreement incorporates by reference the terms and conditions of the Privacy\n                        Policy. 9.0 Product Information Some products displayed on the Site may be available in authorized Nutrinova approved retail stores. Certain products are available exclusively online through the Site. These products may have\n                        limited quantities and are subject to return or exchange only through the Site. Prices displayed\n                        on the Site are quoted in U.S. dollars. 10.0 Errors, Inaccuracies, and Omissions Occasionally there may be information on our Site that contains typographical errors,\n                        inaccuracies, or omissions that may relate to product descriptions, pricing, promotions, offers,\n                        and availability. We reserve the right to correct any errors, inaccuracies or omissions and to\n                        change or update information or cancel orders if any information on the Site is inaccurate at\n                        any time without prior notice to you (including after you have submitted your order). 11.0 Force Majeure We will not be liable for any delay or failure to perform our obligations under this Agreement\n                        by reasons, events, or other matters beyond our reasonable control. 12.0 Colors We have made every effort to display as accurately as possible the colors of our products that\n                        appear on the Site. We cannot guarantee that your computer monitor's display of any color will\n                        be accurate. 13.0 Links to Other Websites The Site may contain links to other web sites that are not under the control of Nutrinova. Nutrinova is\n                        not responsible for the linked web sites nor does linking the web sites constitute an\n                        endorsement of the linked web site. Links are provided solely for the convenience and\n                        information of the Site's users and they may be used at your sole risk. 14.0 Warranty; Disclaimer THIS SITE AND ALL CONTENTS OF THE SITE ARE PROVIDED ON AN “AS IS'' BASIS WITHOUT WARRANTIES OF\n                        ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, WARRANTIES OF TITLE,\n                        NONINFRINGEMENT, IMPLIED WARRANTIES OF MERCHANTABILITY, OR FITNESS FOR A PARTICULAR PURPOSE. NO\n                        ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM Nutrinova WILL CREATE ANY\n                        WARRANTY NOT EXPRESSLY STATED HEREIN. WITHOUT LIMITING THE FOREGOING, Nutrinova AND ITS AFFILIATES\n                        DO NOT WARRANT THAT THE CONTENT IS ACCURATE, RELIABLE, OR CORRECT. Nutrinova DISCLAIMS ANY DUTY TO UPDATE OR REVISE MATERIALS IN THE SITE. YOUR USE OF THE SITE IS AT\n                        YOUR OWN RISK AND YOU ASSUME FULL RESPONSIBILITY FOR ANY COSTS ASSOCIATED WITH YOUR USE OF THE\n                        SITE. Nutrinova SHALL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND RELATED TO YOUR USE OF THE SITE. Some jurisdictions do not allow the exclusion of implied warranties or limitations on the\n                        statutory rights of a consumer, so the exclusion and limitations in this section may not apply\n                        to you. 15.0 Indemnification You agree to defend, indemnify and hold harmless Nutrinova and all affiliated companies from and\n                        against any and all claims, damages, costs and expenses including, attorney's fees, arising from\n                        or related to your use of the Site, your misuse of any product and/or your breach of any\n                        representation, warranty or any other provision of the Agreement. 16.0 Choice of Law and Venue These Terms are governed by and shall be construed in accordance with the laws of the State of\n                        California, without regard to California's choice or conflicts of law principles. Further, you\n                        and Nutrinova agree to the jurisdiction of the federal and state courts located in Orange County,\n                        California, to resolve any dispute, claim, or controversy that relates to or arises in\n                        connection with these Terms or Nutrinova products that is not subject to mandatory arbitration under\n                        the Arbitration Agreement below, and waive any jurisdictional, venue, or inconvenient forum\n                        objections to such courts. 17.0 Arbitration Agreement This Arbitration Agreement section sets forth the terms and conditions pursuant to which\n                            disputes, claims and controversies between you and Nutrinova will be resolved through\n                            Arbitration (“Arbitration Agreement”). Dispute resolution and arbitration You and Nutrinova agree that any dispute, claim, or controversy between you and Nutrinova arising in\n                        connection with or relating in any way to these Terms or to your use of any Nutrinova products\n                        (whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory,\n                        and whether the claims arise during or after the termination of these Terms) will be determined\n                        by mandatory binding individual (not class) arbitration. You and Nutrinova further agree that the\n                        arbitrator shall have the exclusive power to rule on his or her own jurisdiction, including any\n                        objections with respect to the existence, scope or validity of the Arbitration Agreement or to\n                        the arbitrability of any claim or counterclaim. THERE IS NO JUDGE OR JURY IN ARBITRATION, AND\n                        COURT REVIEW OF AN ARBITRATION AWARD IS LIMITED. The arbitrator must follow these Terms and can\n                        award the same damages and relief as a court (including attorney fees and costs only where\n                        allowable under applicable law), except that the arbitrator may not award any relief, including\n                        declaratory or injunctive relief, benefiting anyone but the parties to the arbitration. This\n                        arbitration provision will survive termination of these Terms. Exceptions You and Nutrinova both agree that nothing in this Arbitration Agreement will be deemed to waive,\n                        preclude, or otherwise limit either of our rights, at any time, to bring an individual action\n                        (1) in a U.S. small claims court or (2) in a court of law, in accordance with the jurisdiction\n                        and venue described in the “Choice of Law and Venue” section above, seeking (a) only temporary\n                        or preliminary individualized injunctive relief, pending a final ruling from the arbitrator or\n                        (b) public injunctive relief, pending a ruling on the substance of such claim from the\n                        arbitrator. In addition, nothing in this provision prevents you or us from bringing issues to\n                        the attention of federal, state, or local agencies. Such agencies can, if the law allows, seek\n                        relief against us on your behalf (or vice versa). No Class or Representative Proceedings; Class Action Waiver YOU AND Nutrinova AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL\n                        CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE ACTION.\n                        Unless both you and Nutrinova agree, no arbitrator or judge may consolidate more than one person's\n                        claims or otherwise preside over any form of a representative or class proceeding. The\n                        arbitrator may award injunctive relief only in favor of the individual party seeking relief and\n                        only to the extent necessary to provide relief warranted by that party's individual claim. If a\n                        court decides that applicable law precludes enforcement of any of this paragraph's limitations\n                        as to a particular claim for relief, then that claim (and only that claim) must be severed from\n                        the arbitration and may be brought in court. Arbitration rules Either you or we may start arbitration proceedings. Any arbitration between you and Nutrinova will\n                        take place under the Consumer Arbitration Rules of the American Arbitration Association (\"AAA\")\n                        then in force (the \"AAA Rules\"), as modified by this Arbitration Agreement. You and Nutrinova agree\n                        that the Federal Arbitration Act applies and governs the interpretation and enforcement of this\n                        provision (despite the choice of law provision above). Any arbitration hearings will be conducted by phone or videoconference to the extent possible,\n                        but if the arbitrator determines that a hearing should be conducted in person, the locale for\n                        such hearing shall be determined by the arbitrator in accordance with the AAA Rules. The costs of arbitration (including attorney fees) shall be borne by the losing party, unless\n                        otherwise determined by the arbitration award. Notice A party who intends to seek arbitration must first send a written notice of the dispute to the\n                        other, by electronic mail to [email protected] and by certified mail, Federal Express, UPS, or\n                        Express Mail (signature required) to the address below (\"Notice\"). Nutrinova’s address for Notice\n                        is: Nutrialliance LLC, Attn: 1993 Dewer Drive Suite 1 #134 Rock Springs, WY 82901, USA. The Notice must (1)\n                        describe the nature and basis of the claim or dispute; and (2) set forth the specific relief\n                        sought (\"Demand\"). We agree to use good faith efforts to resolve the claim directly, but if we\n                        do not reach an agreement to do so within 30 days after the Notice is received, you or Nutrinova may\n                        commence an arbitration proceeding. Enforceability If this Arbitration Agreement is invalidated in whole or in part, the parties agree that the\n                        exclusive jurisdiction and venue described in the “Choice of Law and Venue” section above shall\n                        govern with respect to any aspect of any dispute, claim or controversy that, as a result of such\n                        invalidation, is no longer governed by this Arbitration Agreement. 18.0 Termination This Agreement is effective unless and until terminated by either you or Nutrinova. You may\n                        terminate this Agreement at any time by providing written notice to Nutrinova. Nutrinova may terminate\n                        this Agreement at any time without notice and may deny your access to the Site if in our sole\n                        judgment you fail to comply with any term or provision of this Agreement. The termination date\n                        shall serve as the termination of the Agreement for all purposes. Get Our Latest Offers, Gifts & more... Start you journey to a healthier mind and body by getting exclusive offers on your Nutrinova products. Notice: JavaScript is required for this content. Free Shipping Enjoy free shipping for above $100 15 Days Returns Return policy applies for unused products Secure Payment Reliable and secure payment options Offers & Gifts FREE gifts and offers available everyday Nutrinova, 7495 W Atlantic Ave,Suite 200, Box 326, Delray Beach, FL 33446 [email protected] +1-844-675-1204 Nutrinova Home Shop Blogs About Us Contact Contact Us Notice: JavaScript is required for this content. While our products have been tested in our laboratory by our team of research scientists, it is important to note that the statements made within the marketing material have not been evaluated by the Food and Drug Administration (FDA). Our company's statements and the products we offer are not intended to diagnose, treat, cure, or prevent any disease. We strongly recommend consulting with a qualified healthcare professional before incorporating any dietary supplements into your routine. The information provided on this website is for informational purposes only and should not be considered as medical advice. © 2023 All Rights Reserved Terms & Conditions | Privacy Policy | Refund and Return Policy  ",
        "privacy_policy": "Privacy Policy - Nutrinova New York City Financial Advisor +1 541-754-3010 [email protected] Follow Boost your well-being naturally!  Skip to content Home Shop Supplements Cream New Offers Blogs About us Contact New York City Financial Advisor +1 541-754-3010 [email protected] Follow   ... Privacy Policy This Privacy Policy describes the policies and practices of Nutrialliance LLC a Wyoming LLC, regardingPersonal Data collected on its website, i.e., www.nutrinova-shop.com (the \"Site\"). \"Personal Data\" refers to personally identifiable information about You (such as your name, birth date, e-mail address, IP address or mailing address, phone number and any other information that can be used to identify or contact you). This Privacy Policy is periodically updated. Please check back on a regular basis for changes. This Privacy Policy is effective as of February 01, 2023. What information do we collect? We collect information from You when you register on our Site, place an order or subscribe to our newsletter Personal Data Collected The only Personal Data that nutrinova-shop.com currently collects is the data that You voluntarily provide to nutrinova-shop.com for its services. There are several places on the Site where you may enter Personal Data to receive products or services from nutrinova-shop.com. Shipping Information You must enter your first and last name, postal address, city, state, zip, country and phone number so that we can ship Your order. You can also enter Your company name. Billing Information You must enter your first and last name, postal address, city, state, zip, country and phone number so that we can process Your order. You can also enter Your company name. Payment Information You must enter Your credit card number, the CVV, the type of credit card You are using and the name on the credit card so that we can process Your payment. nutrinova-shop.com does not store credit card information. If you pay through PayPal® please consult PayPal’s Privacy Policy. If you pay by credit card, We use the services of a third party to process payments and credits. Please see stripe.com’s Privacy Policy regarding its Privacy Policy. We do not store Your credit card information What do we use Your information for? Any of the information we collect from You may be used in any of the following ways: To process transactions: Your information, whether public or private, will not be sold, exchanged, transferred, or given to any other company for any reason whatsoever, without your written consent, other than for the sole purpose of delivering the purchased product or service requested. To send periodic emails: The email address You provide for order processing may be used to send You information and updates pertaining to Your order and receiving company news, updates, related products or service information, etc. Note: If at any time You would like to unsubscribe from receiving future emails, we include detailed “unsubscribe” instructions at the bottom of each email. Non-Personal Data Collected Data that does not qualify as Personal Data because it cannot be used to contact or identify You (\"Non-Personal Data\") may also be automatically collected. For example, nutrinova-shop.com and its business partners may use technology to automatically collect Non-Personal Data about the use of the nutrinova-shop.com Site. This technology is used to track how many users access the Site, the date and time of their visits, the length of their stays, and which pages they view. We may also use technology to determine which web browsers You use. The information collected using this technology does not identify any user personally and is thus Non-Personal Data that simply enables nutrinova-shop.com and its business partners to compile statistics about users and their use of the Site. We use this Non-Personal Data and may share it with third parties to improve the content and functionality of the Site, to better understand our customers and markets and to improve our products and services. 3rd Party Advertising We may use third party advertising companies to serve ads for us, using Non-Personal Data. These third parties may employ cookies and action tags (also known as single pixel gifs) to measure advertising effectiveness. They may also use this technology to serve specialized or relevant advertising content and/or recommendations to you on the Site or on a third party's website. Any information that these third parties collect via cookies and action tags is anonymous and does not contain any Personal Data. What is a \"3rd party ad network?\" Many of the banner ads displayed on web pages are not selected and delivered by the website visited by a consumer but by network advertising companies that manage and provide advertising for numerous unrelated websites. These companies are referred to as \"3rd party ad networks.\" We may share Non-Personal Data and with 3rd party ad networks to improve the content and functionality of websites, to serve relevant advertising messages and measure advertising effectiveness, to better understand our customers and markets, and to improve our products and services. Authorized 3 rd party. networks are contractually bound to secure the Non-Personal Data we transfer. Do we use cookies? Yes. Cookies are small files that a site or its service provider transfers to Your computer's hard drive through Your web browser (if you allow it to) that enables the site’s or service provider’s systems to recognize Your browser and capture and remember certain information. We use cookies to help us remember and process the items in your shopping cart, understand and save your preferences for future visits, keep track of advertisements and compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future. Do we disclose any information to outside parties? nutrinova-shop.com may disclose Personal Data to third parties if You have requested that we do so, or if it is necessary to provide you with the services you requested. If nutrinova-shop.com is acquired by or merged into another entity, or all or a portion of nutrinova-shop.com's assets are sold or otherwise transferred to another entity, nutrinova-shop.com may disclose Personal Data to that entity. nutrinova-shop.com may also disclose Personal Data if required or authorized to do so by law, pursuant to a court order or to an industry reporting authority. Third Party Links Occasionally, at our discretion, we may include or offer third party products or services on our Site. These third-party sites have separate and independent privacy policies. We are not responsible or liable for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our Site and welcome Your feedback about these sites. Security Measures nutrinova-shop.com takes reasonable precautions to safeguard Personal Data from loss, misuse, tampering, destruction and unauthorized access. While such security measures provide reasonable protections against unauthorized access, they do not guarantee that Your Personal Data will not be compromised. Access At Your request, nutrinova-shop.com will allow You to access or review your Personal Data and correct any errors. You may be required to provide identifying information and/or answer some security questions to verify your identity. California Online Privacy Protection Act Compliance We comply with the California Online Privacy Protection Act. We therefore will not distribute your Personal Data to outside parties without your consent. Children’s Online Privacy Protection Act Compliance We comply with the requirements of Children’s Online Privacy Protection Act so we do not knowingly collect any information from anyone under 13 years of age. Our Site, products and services are all directed to people who are at least 13 years old or older. Links to Other Websites nutrinova-shop.com may contain hyperlinks to websites that are not operated or controlled by nutrinova-shop.com. These hyperlinks are provided for your reference and convenience only and do not imply any endorsement of the activities of these third-party websites or any association with their operators. nutrinova-shop.com does not control these websites and is not responsible for their data practices. We urge You to review the privacy policy posted on any website You visit before using the website or providing any Personal Data about Yourself. Online Privacy Policy Only This online Privacy Policy applies only to information collected through our Site and not to any information collected in any other manner or by any third party. Terms & Conditions Please also read our Terms & Conditions which explains the proper use of our Site at https://nutrinova-shop.com/terms-and-conditions Your Consent By using our Site, you consent to our Privacy Policy. Contact Us If you have any questions about our Privacy Policy, please contact us at [email protected] Get Our Latest Offers, Gifts & more... Start you journey to a healthier mind and body by getting exclusive offers on your Nutrinova products. Notice: JavaScript is required for this content. Free Shipping Enjoy free shipping for above $100 15 Days Returns Return policy applies for unused products Secure Payment Reliable and secure payment options Offers & Gifts FREE gifts and offers available everyday Nutrinova, 7495 W Atlantic Ave,Suite 200, Box 326, Delray Beach, FL 33446 [email protected] +1-844-675-1204 Nutrinova Home Shop Blogs About Us Contact Contact Us Notice: JavaScript is required for this content. While our products have been tested in our laboratory by our team of research scientists, it is important to note that the statements made within the marketing material have not been evaluated by the Food and Drug Administration (FDA). Our company's statements and the products we offer are not intended to diagnose, treat, cure, or prevent any disease. We strongly recommend consulting with a qualified healthcare professional before incorporating any dietary supplements into your routine. The information provided on this website is for informational purposes only and should not be considered as medical advice. © 2023 All Rights Reserved Terms & Conditions | Privacy Policy | Refund and Return Policy  ",
        "return_policy": "Refund and Return Policy - Nutrinova New York City Financial Advisor +1 541-754-3010 [email protected] Follow Boost your well-being naturally!  Skip to content Home Shop Supplements Cream New Offers Blogs About us Contact New York City Financial Advisor +1 541-754-3010 [email protected] Follow   ... Refund and Return Policy Satisfaction Guarantee, Return, and Refunds Nutrinova wants you to be satisfied with your experience with us so we have made returning or exchanging products easy. If you are dissatisfied with our product, you may return or exchange the unused portion of the product up to thirty (30) days from the date of delivery for a refund: Total refund amount of the Order amount less purchase shipping cost plus return shipping and processing fees of $9.95 Product cost amount is valid for refund To obtain a refund, you must return any unused portion of your order, and the return must be received within thirty (30) days of the date of delivery. Return shipping costs and processing fees will be deducted from the amount refunded. You will not be refunded the cost to ship the products to you. The following terms apply for all returned items: To initiate a refund or exchange, contact us by email ( [email protected] ) or phone ( +1-844-675-1204 ). You will be given details for refund and return shipping. We cannot process or refund packages marked \"Return to Sender.\" Refunds will be issued to the same credit card or method of payment that was charged when ordering the product. Your item must be unused and in the same condition that you received it. It must also be in the original packaging. Send returns to the address provided: Nutrinova, 7495 W Atlantic Ave, Suite 200, Box 326, Delray Beach, FL 33446 We are not responsible for lost or stolen items. We recommend sending all returned items using some type of delivery confirmation system to ensure proper delivery. To complete your return, we require a receipt or proof of purchase. Refund After the shipping department receives your return, it generally takes 5-10 business days to process your refund. Once a return is processed, it can take up to 30 business days for the return to be posted to your account, depending on your financial institution. To complete your return, we require a receipt or proof of purchase. If you haven’t received a refund yet, first check your bank account again. Then contact your credit card company, it may take some time before your refund is officially posted. Next contact your bank. There is often some processing time before a refund is posted. If you’ve done all of this and you still have not received your refund yet, please contact us at +1-844-675-1204 . Return To return your product, you should mail your product to: Nutrinova, 7495 W Atlantic Ave, Suite 200, Box 326, Delray Beach, FL 33446. You will be responsible for paying for your own shipping costs for returning your item. Shipping costs are non-refundable. If you receive a refund, the cost of return shipping will be deducted from your refund. Depending on where you live, the time it may take for your exchanged product to reach you may vary. If you are returning more expensive items, you may consider using a trackable shipping service or purchasing shipping insurance. We don’t guarantee that we will receive your returned item. Need help? Contact us at [email protected] for questions related to refunds and returns. Get Our Latest Offers, Gifts & more... Start you journey to a healthier mind and body by getting exclusive offers on your Nutrinova products. Notice: JavaScript is required for this content. Free Shipping Enjoy free shipping for above $100 15 Days Returns Return policy applies for unused products Secure Payment Reliable and secure payment options Offers & Gifts FREE gifts and offers available everyday Nutrinova, 7495 W Atlantic Ave,Suite 200, Box 326, Delray Beach, FL 33446 [email protected] +1-844-675-1204 Nutrinova Home Shop Blogs About Us Contact Contact Us Notice: JavaScript is required for this content. While our products have been tested in our laboratory by our team of research scientists, it is important to note that the statements made within the marketing material have not been evaluated by the Food and Drug Administration (FDA). Our company's statements and the products we offer are not intended to diagnose, treat, cure, or prevent any disease. We strongly recommend consulting with a qualified healthcare professional before incorporating any dietary supplements into your routine. The information provided on this website is for informational purposes only and should not be considered as medical advice. © 2023 All Rights Reserved Terms & Conditions | Privacy Policy | Refund and Return Policy  "
    }
}